Repository: SeiryuZ/magnet
Catalog: magnet/locales/*/LC_MESSAGES/django.po
Languages: id

source: Initiative name
id: Nama Inisiatif

source: Description
id: Keterangan

source: Predicted beneficiary count
id: Perkiraan jumlah penerima manfaat inisiatif

source: Location
id: Lokasi

source: Target
id: Target inisiatif

source: Institution / Organization / Government / Specific society group
id: Institusi / Organisasi / Pemerintah / Kelompok masyarakat

source: Start date
id: Tanggal mulai

source: End date
id: Tanggal berakhir

source: Contact person name
id: Nama penanggung jawab

source: Contact person mobile number
id: Nomor telepon penanggung jawab

source: Energy
id: Energi dan ESDM

source: Maritime and Fisheries
id: Kelautan dan perikanan

source: Health
id: Kedokteran dan kesehatan

source: Defense
id: Pertahanan dan keamanan

source: Environment
id: Lingkungan hidup dan kehutanan

source: Social
id: Sosial kemasyarakatan

source: Education
id: Pendidikan

source: Technology
id: Teknologi dan informasi

source: Culture and language
id: Budaya dan bahasa

source: Economy
id: Ekonomi

source: Agriculture
id: Pertanian

source: Architecture and urban planning
id: Arsitektur dan tata kota

source: Copy number for whatsapp
id: Gunakan nomor untuk whatsapp

source: Name
id: Nama

source: Mobile number
id: Nomor handphone

source: ex: +6281xxxxxxx
id: Contoh: +6281xxxxxxx

source: Whatsapp number
id: Nomor whatsapp

source: PK number
id: PK batch

source: Previous university
id: Universitas terakhir

source: Gender
id: Jenis kelamin

source: Male
id: Laki-Laki

source: Female
id: Perempuan

source: Volunteer
id: Relawan

source: Initiator
id: Inisiator

source: Email or Mobile
id: Email atau Telepon

source: Password
id: Sandi

source: Wrong username or password.
id: Username atau password salah.

source: This account is inactive. Please contact us for assistance.
id: Akun ini belum aktif. Hubungi kami untuk bantuan.

source: You have succcessfully registered. Please check your email for further instructions.
id: Anda telah berhasil mendaftar. Cek email anda untuk instruksi lebih lanjut

source: Your profile has been updated
id: Profil anda telah diubah

source: Your password has been updated
id: Password anda telah diubah

source: Indonesian
id: Bahasa Indonesia

source: English
id: Bahasa Inggris

source: Change profile
id: Ubah profil
